const data = [{
  id: '0',
  bookName: 'Відьмак. Меч призначення.',
  author: 'Анджей Сапковський',
  img: 'https://bookclub.ua/images/db/goods/k/37390_67365_k.jpg',
  plot: `Тепер Ґеральт знає, що таке кохання, знає, що він здатен на людські 
  почуття і на найбільшу самопожертву… У його житті з’являється маленька 
  зеленоока Цірі. На королівства, які століттями воювали лише за перенесення 
  межових знаків, нападає страшний ворог із-за південних гір. І відьмаку все 
  одно: чия ллється кров — людей, дріад чи ельфів…`
}, {
  id: '1',
  bookName: 'Сяйво',
  author: 'Стівен Кінг',
  img: 'https://bookclub.ua/images/db/goods/k/52430_93934_k.jpg',
  plot: `У цього шикарного готелю в горах — лиха слава. Колись там сталася 
  страшна трагедія. Тому взимку в його стінах лишаються тільки привиди...
  Але цього разу опинитися тут не пощастило одній звичайній родині — батько 
  Денні найнявся доглядачем пансіонату. Саме в готелі п'ятирічний Денні 
  дізнався, що він «сяє»: хлопчик може бачити справжніх його мешканців і 
  знає, що ховається за дверима кожного із сотні порожніх номерів... 
  Але йому відкриваються не тільки жахливі події, які сталися тут у 
  минулому. Він може передбачити, яка страшна небезпека чекає на 
  його близьких...`
}, {
  id: '2',
  bookName: 'Містер Мерседес',
  author: 'Стівен Кінг',
  img: 'https://bookclub.ua/images/db/goods/k/53251_97499_k.jpg',
  plot: `Спогади про нерозкритий злочин не дають спокою колишньому поліцейському 
  Біллу Годжесу. Він мав упіймати злочинця, який на вкраденому «мерседесі» навмисне 
  вбив та покалічив десятки людей, але… Одного дня Білл отримує листа від того 
  самого таємничого вбивці. Він обіцяє, що наступного разу жертв буде більше! Це 
  був тільки початок… Білл знову повертається до роботи. Ставки в цій смертельній 
  грі надто високі…`
}];
localStorage.setItem('data', JSON.stringify(data));